Repository: ArthurLobopro/bigcontrolcenter
Catalog: bigcontrolcenter/DEBIAN/*.po
Languages: es

source: Integração com Google Drive e ownCloud
es: Integración con Google Drive y ownCloud

source: Acesse seus arquivos que estão no Google Drive ou ownCloud diretamente no gerenciador de arquivos.
es: Acceda a sus archivos que están en Google Drive o ownCloud directamente en el administrador de archivos.

source: Configurações de uso dos antigos CDs de música, não são válidas para músicas em MP3.
es: La configuración de uso de los CD de música antiguos no es válida para la música MP3.

source: Configurações gerais de dispositivos bluetooth.
es: Configuración general del dispositivo bluetooth.

source: Áreas de trabalho virtuais e atividades
es: Escritorios virtuales y actividades

source: Lembre que ativar esse sistema de pesquisa aumenta<br>o consumo de memória e processamento do sistema.
es: Recuerde que habilitar este dispositivo de búsqueda aumenta la memoria del sistema y el consumo de procesamiento.

source: Ícones e emoticons
es: Iconos y emoticones

source: Configurações de layout, teclas de atalho e outras opções.
es: Configuración de diseño, teclas de acceso directo y otras opciones.

source: Conectar à internet
es: Conectarse a internet

source: Sessões (login e logout)
es: Sesiones (inicio y cierre de sesión)

source: Defina configurações de login e logout
es: Configurar ajustes de inicio y cierre de sesión

source: Fechar
es: Cerrar

source: Configurações de rede em geral
es: Configuraciones de red generales

source: A forma mais simples de conectar à internet é utilizando o ícone localizado perto do relógio do sistema, porém, aqui você tem acesso a mais opções de configurações de rede.
es: La forma más sencilla de conectarse a internet es usar el icono ubicado cerca del reloj del sistema, sin embargo, aquí tiene acceso a más opciones de configuración de red.

source: Gerenciador simples (Recomendado)
es: Administrador simple (recomendado)

source: Essa é a melhor opção para quase todas as situações.
es: Esta es la mejor opción para casi todas las situaciones.

source: Gerenciador completo
es: Administrador completo

source: Para configurações de rede mais complexas.
es: Para configuraciones de red más complejas.

source: Gerenciador alternativo
es: Administrador alternativo

source: Caso prefira também oferecemos esse configurador.
es: Si lo prefiere, también ofrecemos este configurador.

source: Som e microfone
es: Sonido y micrófono

source: Configurações áudio em geral
es: Configuraciones de audio generales

source: A forma mais simples de configurar o áudio é utilizando o ícone localizado perto do relógio do sistema, porém, aqui você tem acesso a mais opções de configuração.
es: La forma más sencilla de configurar el audio es usar el ícono ubicado cerca del reloj del sistema, sin embargo, aquí tiene acceso a más opciones de configuración.

source: Gerenciador simples
es: Administrador simple (recomendado)

source: Configurações de áudio simples, mas suficiente para a maioria das situações.
es: Configuración de audio simple pero suficiente para la mayoría de las situaciones.

source: Gerenciador intermediário
es: Administrador intermedio

source: Gerenciador de áudio padrão do KDE.
es: Administrador de audio estándar de KDE.

source: Gerenciador avançado
es: Administrador avanzado

source: Configurações de áudio avançadas apresentadas de forma simples e objetiva.
es: Configuración de audio avanzada se presenta de manera simple y objetiva.

source: Alsamixer (Muito avançado)
es: Alsamixer (muy avanzado)

source: Utilize esse configurador apenas se os outros<br> não resolverem o que você deseja.<br><br> Esse é um gerenciador avançado e<br> é preciso configura-lo utilizando<br> o teclado.
es: Use este configurador solo si los demás<br> no resuelven lo que desea. <br> <br> Este es un administrador avanzado y<br> necesita configurarlo usando el teclado.

source: Economia de energia
es: Economía de energía

source: Defina quanto espearar para desligar a tela e<br>várias outras opções para economizar energia.
es: Establezca cuánto tiempo esperar para apagar la pantalla y<br>varias otras opciones para ahorrar energía.

source: Em geral o configurador de energia do usuário possui todas as opções necessárias.
es: En general, el configurador de energía del usuario tiene todas las opciones necesarias.

source: Configurações de energia do usuário
es: Configuración de energía del usuario

source: Defina as configurações básicas de economia de energia.
es: Configure ajustes básicos de economia de energía.

source: Configurações de energia do sistema
es: Configuraciones de energía del sistema

source: Esse configurador deve ser utilizado apenas por<br>pessoas com conhecimentos mais avançados<br>sobre o sistema.
es: Este configurador solo debe ser utilizado por<br>personas con conocimientos más avanzados<br>sobre el sistema.

source: Informações do sistema e hardware
es: Información del sistema y hardware

source: Veja um relatório completo sobre o computador.
es: Ver un informe completo de la computadora.

source: Tenha informações completas do hardware e software deste computador.
es: Tenga información completa sobre el hardware y el software de esta computadora.

source: Exibir informações
es: Ver información

source: Veja as informações e faça testes de desempenho.
es: Ver la información y realizar pruebas de rendimiento.

source: Gerar relatório com informações
es: Generar informe con información

source: Cria um arquivo com informações, que você pode<br>enviar a outras pessoas para que o ajudem<br>com o suporte.
es: Cree un archivo con información, que puede<br>enviar a otros para ayudarlo<br>con el soporte.

source: Interação com smartphones e tablets
es: Interacción con teléfonos y tabletas

source: Transfira arquivos e faça outras interações entre<br>seu smartphone ou tablet e o computador.<br><br>Algumas soluções apresentadas também podem<br>transferir arquivos entre dois computadores.
es: Transfiera archivos y realice otras interacciones entre<br>su teléfono o tableta y la computadora.<br><br>Algunas de las soluciones presentadas pueden<br>transferir archivos entre dos computadoras.

source: Alguns smartphones e tablets não transferem arquivos ao serem plugados na USB do computador, para eles a solução é utilizar um dos programas abaixo, porém, mesmo quando o uso do cabo USB funciona corretamente, as opções a seguir são mais práticas e também disponibilizam mais recursos.<br><br>Passe o mouse sobre as opções para mais detalhes sobre o funcionamento de cada programa:<br><br>* Lembre que o smartphone e o computador precisam estar conectados na mesma rede para que a comunicação ocorra.
es: Algunos teléfonos y tabletas no transfieren archivos cuando están conectados al usb de la computadora, para ellos la solución es usar uno de los programas abajo, sin embargo, incluso cuando el uso del cable usb funciona correctamente, las siguientes opciones son más prácticas y también proporcionan más recursos.<br><br> Pase el mouse sobre las opciones para obtener más detalles sobre el funcionamiento de cada programa:<br><br>* Recuerde que el teléfono y la computadora deben estar conectados en la misma red para que se produzca la comunicación.

source: Esse programa pode transferir arquivos entre smartphones,<br>tablets e outros computadores.<br><br>Com ele você pode, por exemplo, utilizar<br> seu smartphone como mouse e teclado sem fio<br>para controlar o computador, entre outros recursos.<br><br>Ele se integra melhor ao BigLinux e fica entre os applets<br>localizados perto do relógio do sistema.<br><br>Para sincronizar com o seu smartphone acesse<br>a Google Store em seu telefone e instale o Kde Connect.<br><br>Esse aplicativo não está disponível para iPhone.
es: Este programa puede transferir archivos entre teléfonos,<br>tabletas y otras computadoras.<br><br>Con el , por ejemplo, puede usar<br> su teléfono como ratón y teclado inalámbricos<br>para controlar la computadora, entre otras características.<br><br>Se integra mejor con BigLinux y se encuentra entre los applets<br>ubicados cerca del reloj del sistema.<br><br>Para sincronizar con su teléfono, acceda<br>a Google Store en su teléfono e instale KDE Connect.<br><br>Esta aplicación no está disponible para iphone.

source: Snapdrop (Não precisa de aplicativo)
es: Snapdrop (no se requiere aplicación)

source: Basta abrir o site https://snapdrop.net nos dispositivos que você<br>quer transferir os arquivos, automaticamente eles serão<br>detectados e você poderá enviar os arquivos que desejar.<br><br>Utilize esse botão para abrir o site do Snapdrop nesse computador.<br><br>O Snapdrop pode ser utilizado em qualquer smartphone ou computador<br><br>Inclusive transferindo arquivos diretamente de um smartphone para outro.<br><br>Você também pode utilizar nosso gerenciador de<br>Web apps para facilitar o uso desse site.
es: Simplemente visite el sitio web https://snapdrop.net en los dispositivos que desea<br>transferir los archivos, se detectarán automáticamente<br> y podrá enviar los archivos que desee.<br><br>Use este botón para abrir el sitio web Snapdrop en esa computadora.<br><br>Snapdrop se puede usar en cualquier teléfono o computadora,<br><br>incluida la transferencia de archivos directamente de un teléfono a otro.<br><br>También puede usar nuestro administrador de<br>aplicaciones web para facilitar el uso de este sitio.

source: Instale o aplicativo Airmore na loja de aplicativos do seu smartphone.<br><br>Utilize esse botão para abrir o site do Airmore nesse computador.<br><br>Leia o QRcode que será exibido na tela do seu computador<br>utilizando o aplicativo no smartphone e tenha acesso a<br>transferência de arquivos e muito mais.<br><br>Você também pode utilizar nosso gerenciador de<br>Web apps para facilitar o uso desse site.
es: Instale la aplicación Airmore en la tienda de aplicaciones de su teléfono.<br><br>Use este botón para abrir el sitio web de Airmore en esa computadora. <br><br>Lea el código QR que se mostrará en la pantalla de su computadora<br>usando la aplicación en el teléfono y tenga acceso a<br>la transferencia de archivos y mucho más.<br><br>También puede usar nuestro administrador de<br>aplicaciones web para facilitar el uso de este sitio.

source: Instale o aplicativo Airdroid na loja de aplicativos do seu smartphone.<br><br>Utilize esse botão para abrir o site do Airdroid nesse computador.<br><br>Leia o QRcode que será exibido na tela do seu computador<br>utilizando o aplicativo no smartphone e tenha acesso a<br>transferência de arquivos e muito mais.<br><br>Você também pode utilizar nosso gerenciador de<br>Web apps para facilitar o uso desse site.
es: Instale la aplicación Airdroid en la tienda de aplicaciones de su teléfono.<br><br>Use este botón para abrir el sitio web de Airdroid en esa computadora. <br><br>Lea el código QR que se mostrará en la pantalla de su computadora<br>usando la aplicación en el teléfono y tenga acceso a<br>la transferencia de archivos y mucho más.<br><br>También puede usar nuestro administrador de<br>aplicaciones web para facilitar el uso de este sitio.

source: Para utilizar a internet do seu tablet ou smartphone android, plugue-o na USB do computador, acesse as configurações do seu dispositivo Android e procure pela opção \"Vínculo USB\" ou \"Ancoragem USB\" ou \"USB Tethering\". São formas diferentes que cada fabricante utiliza para o mesmo recurso. <br><br> Geralmente essas opções estão dentro da sessão \"Rede e Internet\" ou \"Conexões e compartilhamento\" nas configurações do dispositivo com Android. <br><br> Ao ativar a função o seu computador com BigLinux conectará automaticamente, então você estará utilizando a mesma conexão do seu dispositivo Android, lembre que, se estiver utilizando o plano de dados, irá consumir os dados do seu plano. Para certificar que não irá utilizar seus dados móveis, pode ser conveniente desativá-los enquanto utiliza a conexão no computador. <br><br> Esse tipo de conexão ao utilizar programas que interagem com dispositivos Android, por exemplo, o Kde Connect ou o Airmore, fará a transferência de arquivos ser mais rápida.
es: Para usar Internet desde su tableta o teléfono Android, conéctelo al usb de su computadora, acceda a la configuración de su dispositivo Android y busque la opción \"Vinculo USB\" o \"Ancoragem USB"\o \"USB Tethering\". Estas son diferentes formas que cada fabricante usa para el mismo recurso. <br><br> Generalmente estas opciones están dentro del sesión . \"Rede y conexiones a Internet\" o "\Conexiones y compartir\" en la configuración del dispositivo Android <br><br> Al activar la función, su computadora con BigLinux se conectará automáticamente, por lo que utilizará la misma conexión que su dispositivo Android, recuerde que si está utilizando el plan de datos, consumirá los datos de su plan. Para asegurarse de que no usará sus datos móviles, puede ser conveniente deshabilitar mientras usa la conexión en la computadora. <br><br> Este tipo de conexión cuando se utilizan programas que interactúan con dispositivos Android, por ejemplo, Kde Connect o Airmore, hará que la transferencia de archivos sea más rápida.

source: Aparência e desempenho
es: Apariencia y rendimiento

source: Disponiblizamos configurações completas para<br>você selecionar de forma extremamente simples.
es: Proporcionamos configuraciones completas para<br>que usted seleccione extremadamente simple.

source: Instalar drivers
es: Instalar controladores

source: Impressoras
es: Impresoras

source: Adiconar ou configurar impressoras.
es: Agregar o configurar impresoras.

source: Particionar ou formatar
es: Particionamiento o formateo

source: Cuidado ao utilizar esse programa, caso não saiba o que<br>está fazendo poderá apagar todos os dados do computador.
es: Tenga cuidado al usar este programa, si no sabe lo que<br>está haciendo, puede eliminar todos los datos de la computadora.

source: Formatar pen drive
es: Formatear memoria USB

source: Uma interface simples e prática para formatar pen drive.
es: Una interfaz simple y práctica para formatear pen drives. (memoria usb)

source: Criar pen drive de boot
es: Crear unidad flash de arranque

source: Snapshots e backups
es: Snapshots(imagem del sistema) y copias de seguridad

source: O sistema está utilizando uma partição btrfs, isso permite<br>que sejam criados pontos de restauração muito<br>eficientes e com pouco uso de armazenamento.
es: El sistema está utilizando una partición btrfs, esto permite <br>crear puntos de restauración muy<br>eficientes con poco uso de almacenamiento.

source: O sistema não está utilizando uma partição btrfs no momento,<br>você ainda pode fazer backups utilizando o método rsync.
es: El sistema no esta utilizando actualmente una partición btrfs,<br>aún puede hacer copias de seguridad utilizando el método rsync.

source: O sistema está funcionando em modo live.<br><br>Utilize esse programa para restaurar pontos<br>de restauração do seu sistema instalado.
es: El sistema se ejecuta en modo en vivo.<br><br>Use este programa para restaurar los puntos<br>de restauración de su sistema instalado.

source: Fontes proprietárias, flash e DRM
es: Fuentes propietarias, flash y DRM

source: Complementos ao sistema que não podem vir instalados,<br>mas você pode considerar úteis.
es: Complementos del sistema que no se pueden instalar,<br>pero puede resultarles útiles.

source: Firewall
es: Firewall (cortafuegos)

source: Configure regras de segurança para a conexão.
es: Configure las reglas de seguridad para la conexión.

source: Restaurar a configuração de programas
es: Restaurar la configuración del programa

source: Lista com alguns programas do sistema<br>que você pode restaurar a configuração com um clique.
es: Relación de programas del sistema<br> que puede restaurar la configuración con un solo clic.

source: Desenvolvimento WEB
es: Desarrollo WEB

source: Instalar e configurar os servidores Apache<br> e MariaDB (Compatível com o Mysql).<br><br>Instalação do PHP, Phpmyadmin, Atom, VScode...
es: Instale y configure los servidores Apache<br>y MariaDB (compatible con Mysql).<br><br>Instalación de PHP, Phpmyadmin, Atom, VScode ...

source: Instalar outras versões de kernel
es: Instalar otras versiones del kernel

source: Alguns dispositivos podem necessitar de versões<br>especificas do kernel, aqui você terá uma grande<br>quantidade de opções.
es: Algunos dispositivos pueden necesitar versiones<br>específicas del kernel, aquí tendrá<br>muchas opciones.

source: Regras de segurança do Java
es: Reglas de seguridad de Java

source: Procurar compartilhamentos
es: Buscar acciones

source: Localiza compartilhamentos na rede (Windows ou Samba).
es: Encuentra recursos compartidos en la red (Windows o Samba).

source: Centro de controle do KDE
es: Centro de control de KDE

source: Acesse o central de controle tradicional do KDE,<br> a maior parte das opções encontradas nela estão também<br>nessa central que você está utilizando agora.
es: Acceda al centro de control tradicional de KDE,<br> la mayoría de las opciones encontradas también están<br>en este centro que está utilizando ahora.

source: Gerando o relatorio
es: Generando el informe

source: Hardinfo Relatory
es: Relator de información

source: O relatório foi salvo no arquivo $FILE_TO_SAVE Deseja visualizar o relatório agora?
es: El informe se ha guardado en el archivo FILE_TO_SAVE ¿Desea ver el informe ahora?

source: Visualizar o relatório
es: Ver el informe
